Repository: WinstonSung/RcGcDw
Catalog: locale/*/LC_MESSAGES/discussions.po
Languages: de, pt_br

source: Replied to "{title}"
de: Antwortete auf „{title}“
pt_br: "{title}" respondido

source: unknown
de: Unbekannt
pt_br: desconhecido

source: Replied to "{title}" on {user}'s Message Wall
de: Antwortete auf „{title}“ auf der Nachrichtenseite von {user}
pt_br: "{title}" respondido no mural de mensagens de {user}

source: Created "{title}"
de: Erstellte „{title}“
pt_br: "{title}" criado

source: Created "{title}" on {user}'s Message Wall
de: Erstellte „{title}“ auf der Nachrichtenseite von {user}
pt_br: "{title}" criado no mural de mensagens de {user}

source: Created a poll titled "{title}"
de: Erstellte eine Umfrage „{title}“
pt_br: Enquete "{title}" criada

source: __[View image]({image_url})__
de: __[Bild öffnen]({image_url})__
pt_br: __[Ver imagem]({image_url})__

source: [{author}](<{url}f/u/{creatorId}>) created [{title}](<{url}f/p/{threadId}>) in {forumName}
de: [{author}](<{url}f/u/{creatorId}>) erstellte [{title}](<{url}f/p/{threadId}>) in {forumName}
pt_br: [{author}](<{url}f/u/{creatorId}>) criou [{title}](<{url}f/p/{threadId}>) no {forumName}

source: [{author}](<{url}f/u/{creatorId}>) created [{title}](<{wikiurl}wiki/Message_Wall:{user_wall}?threadId={threadid}>) on {user}'s Message Wall
de: [{author}](<{url}f/u/{creatorId}>) erstellte [{title}](<{wikiurl}wiki/Message_Wall:{user_wall}?threadId={threadid}>) auf der Nachrichtenseite von {user}
pt_br: [{author}](<{url}f/u/{creatorId}>) criou [{title}](<{wikiurl}wiki/Message_Wall:{user_wall}?threadId={threadid}>) no mural de mensagens de {user}

source: [{author}](<{url}f/u/{creatorId}>) created a [reply](<{url}f/p/{threadId}/r/{postId}>) to [{title}](<{url}f/p/{threadId}>) in {forumName}
de: [{author}](<{url}f/u/{creatorId}>) erstellte eine [Antwork](<{url}f/p/{threadId}/r/{postId}>) zu [{title}](<{url}f/p/{threadId}>) in {forumName}
pt_br: [{author}](<{url}f/u/{creatorId}>) [respondeu](<{url}f/p/{threadId}/r/{postId}>) à [{title}](<{url}f/p/{threadId}>) no {forumName}

source: [{author}](<{url}f/u/{creatorId}>) replied to [{title}](<{wikiurl}wiki/Message_Wall:{user_wall}?threadId={threadid}#{replyId}>) on {user}'s Message Wall
de: [{author}](<{url}f/u/{creatorId}>) antwortete auf [{title}](<{wikiurl}wiki/Message_Wall:{user_wall}?threadId={threadid}#{replyId}>) auf der Nachrichtenseite von {user}
pt_br: [{author}](<{url}f/u/{creatorId}>) respondeu à [{title}](<{wikiurl}wiki/Message_Wall:{user_wall}?threadId={threadid}#{replyId}>) no mural de mensagens de {user}

source: [{author}](<{url}f/u/{creatorId}>) created a poll [{title}](<{url}f/p/{threadId}>) in {forumName}
de: [{author}](<{url}f/u/{creatorId}>) erstellte eine Umfrage [{title}](<{url}f/p/{threadId}>) in {forumName}
pt_br: [{author}](<{url}f/u/{creatorId}>) criou a enquete [{title}](<{url}f/p/{threadId}>) no {forumName}
