Repository: WinstonSung/RcGcDw
Catalog: locale/*/LC_MESSAGES/discussion_formatters.po
Languages: bn, zh_hans

source: Unregistered user
bn: রেজিস্টার না করা ব্যাবহারকারি
zh_hans: 未注册用户

source: [{author}]({author_url}) created [{title}](<{url}f/p/{threadId}>) in {forumName}
bn: [{author}]({author_url}) {forumName}তে [{title}](<{url}f/p/{threadId}>) বানিয়েছে
zh_hans: [{author}]({author_url}) 创建了 [{title}](<{url}f/p/{threadId}>) 于 {forumName}

source: [{author}]({author_url}) created a poll [{title}](<{url}f/p/{threadId}>) in {forumName}
bn: [{author}]({author_url}) {forumName}এ পোল [{title}](<{url}f/p/{threadId}>) বানিয়েছে
zh_hans: [{author}]({author_url}) 创建了一个投票 [{title}](<{url}f/p/{threadId}>) 于 {forumName}

source: [{author}]({author_url}) created a quiz [{title}](<{url}f/p/{threadId}>) in {forumName}
bn: [{author}]({author_url}) {forumName}তে একটি কুইজ [{title}](<{url}f/p/{threadId}>) বানিয়েছে
zh_hans: [{author}]({author_url}) 创建了一份问卷 [{title}](<{url}f/p/{threadId}>) 于 {forumName}

source: [{author}]({author_url}) created a [reply](<{url}f/p/{threadId}/r/{postId}>) to [{title}](<{url}f/p/{threadId}>) in {forumName}
bn: [{author}]({author_url}) {forumName}এ [{title}](<{url}f/p/{threadId}>)তে একটি [উত্তর](<{url}f/p/{threadId}/r/{postId}>) দিয়েছে
zh_hans: [{author}]({author_url}) 创建了一条[回复](<{url}f/p/{threadId}/r/{postId}>) 至 [{title}](<{url}f/p/{threadId}>) 于 {forumName}

source: unknown
bn: অজানা
zh_hans: 未知

source: [{author}]({author_url}) created [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) on [{user}'s Message Wall](<{url}wiki/Message_Wall:{user_wall}>)
bn: [{author}]({author_url}) [{user}এর মেসেজ ওয়ালে](<{url}wiki/Message_Wall:{user_wall}>)এ [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) বানিয়েছে
zh_hans: [{author}]({author_url}) 创建了 [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) 于 [{user}的信息墙](<{url}wiki/Message_Wall:{user_wall}>)

source: [{author}]({author_url}) created a [reply](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}#{replyId}>) to [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) on [{user}'s Message Wall](<{url}wiki/Message_Wall:{user_wall}>)
bn: [{author}]({author_url}) [{user}এর মেসেজ ওয়ালে](<{url}wiki/Message_Wall:{user_wall}>) [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>)তে একটি [উত্তর](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}#{replyId}>) দিয়েছে
zh_hans: [{author}]({author_url}) 创建了一条[回复](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}#{replyId}>) 至 [{title}](<{url}wiki/Message_Wall:{user_wall}?threadId={threadId}>) 于 [{user}的信息墙](<{url}wiki/Message_Wall:{user_wall}>)

source: [{author}]({author_url}) created a [comment](<{url}?commentId={commentId}>) on [{article}](<{url}>)
bn: [{author}]({author_url}) [{article}](<{url}>)এ একটি [কমেন্ট](<{url}?commentId={commentId}>) লিখেছে
zh_hans: [{author}]({author_url}) 创建了一条[评论](<{url}?commentId={commentId}>) 于 [{article}](<{url}>)

source: [{author}]({author_url}) created a [reply](<{url}?commentId={commentId}&replyId={replyId}>) to a [comment](<{url}?commentId={commentId}>) on [{article}](<{url}>)
bn: [{author}]({author_url}) [{article}](<{url}>)এর একটি [কমেন্ট](<{url}?commentId={commentId}>)এ একটি [উত্তর](<{url}?commentId={commentId}&replyId={replyId}>) দিয়েছে
zh_hans: [{author}]({author_url}) 创建了一条[回复](<{url}?commentId={commentId}&replyId={replyId}>) to a [comment](<{url}?commentId={commentId}>) 于 [{article}](<{url}>)

source: Unknown event `{event}` by [{author}]({author_url}), report it on the [support server](<{support}>).
bn: [{author}]({author_url})দ্বারা অজানা ঘটনা `{event}` , [সাহায্য সার্ভারে](<{support}>) রিপোর্ট করুন।
zh_hans: 未知事件 `{event}` 由 [{author}]({author_url}) 发出，请在[支持服务器](<{support}>)中报告。

source: Created "{title}"
bn: "{title}" বানানো হলো
zh_hans: 创建了 "{title}"

source: Created a poll "{title}"
bn: পোল "{title}" বানানো হলো
zh_hans: 创建了投票 "{title}"

source: Option {}
bn: বিকল্প {}
zh_hans: 选项 {}

source: __[View image]({image_url})__
bn: __[চিত্র দেখুন]({image_url})__
zh_hans: __[查看图片]({image_url})__

source: Created a quiz "{title}"
bn: একটি কুইজ "{title}" বানানো হলো
zh_hans: 创建了问卷 "{title}"

source: Tags
bn: ট্যাগ
zh_hans: 标签

source: {} tags
bn: {}টি ট্যাগ
zh_hans: {} 个标签

source: Replied to "{title}"
bn: "{title}"এ উত্তর দেওয়া হলো
zh_hans: 回复至 "{title}"

source: Created "{title}" on {user}'s Message Wall
bn: {user}এর মেসেজ ওয়ালে "{title}" বানানো হলো
zh_hans: 创建了 "{title}" 于 {user} 的信息墙

source: Replied to "{title}" on {user}'s Message Wall
bn: {user}এর মেসেজ ওয়ালের "{title}"তে উত্তর দেওয়া হলো
zh_hans: 回复至 "{title}" 于 {user} 的信息墙

source: Commented on {article}
bn: {article}এ কমেন্ট করা হলো
zh_hans: 评论于 {article}

source: Replied to a comment on {article}
bn: {article}এর একটি কমেন্টে উত্তর দেওয়া হলো
zh_hans: 回复至一条评论于 {article}

source: Unknown event `{event}`
bn: অজানা ঘটনা `{event}`
zh_hans: 未知事件 `{event}`

source: Report this on the support server
bn: এটিকে সাহায্য সার্ভারে রিপোর্ট করুন
zh_hans: 在支持服务器上报告
