Repository: WinstonSung/RcGcDw
Catalog: locale/*/LC_MESSAGES/misc.po
Languages: bn, ko, uk, zh_hant

source: Location
bn: জায়গা
ko: 위치
uk: Місцезнаходження
zh_hant: 位置

source: About me
bn: আমার বিষয়ে
ko: 나에 대해서
uk: Про мене
zh_hant: 關於我

source: Google link
bn: গুগল লিংক
ko: 구글 링크
uk: Посилання на Google
zh_hant: Google 連結

source: Facebook link
bn: ফেইসবুক লিংক
ko: 페이스북 링크
uk: Посилання на Facebook
zh_hant: Facebook 連結

source: Twitter link
bn: টুইটার লিংক
ko: 트위터 링크
uk: Посилання на Twitter
zh_hant: Twitter 連結

source: Reddit link
bn: রেড্ডিট লিংক
ko: 레딧 링크
uk: Посилання на Reddit
zh_hant: Reddit 連結

source: Twitch link
bn: টুইচ লিংক
ko: 트위치 링크
uk: Посилання на Twitch
zh_hant: Twitch 連結

source: PSN link
bn: PSN লিংক
ko: PSN 링크
uk: Посилання на PSN
zh_hant: PSN 連結

source: VK link
bn: VK লিংক
ko: VK 링크
uk: Посилання на VK
zh_hant: VK 連結

source: XBL link
bn: XBL লিংক
ko: XBL 링크
uk: Посилання на обліковий запис XBL
zh_hant: XBL 連結

source: Steam link
bn: স্টিম লিংক
ko: 스팀 링크
uk: Посилання на Steam
zh_hant: Steam 連結

source: Discord handle
bn: ডিসকর্ড একাউন্ট
ko: 디스코드 사용자 이름
uk: Посилання на Discord

source: Battle.net handle
bn: Battle.net একাউন্ট
ko: 배틀넷 사용자 이름
uk: Посилання на Battle.net

source: __And more__
bn: __আরও অনেকটি__
ko: __그 외 더__
uk: __І більше__
zh_hant: __還有更多__

source: Unknown
bn: অজানা
ko: 알 수 없음
uk: Невідомо
zh_hant: 未知

source: unknown
bn: অজানা
ko: 알 수 없음
uk: невідомо
zh_hant: 未知
