Repository: WinstonSung/RcGcDw
Catalog: locale/*/LC_MESSAGES/rcgcdw.po
Languages: fr, sv

source: Location
fr: Emplacement

source: About me
fr: À propos de moi

source: Google link
fr: Lien Google

source: Facebook link
fr: Lien Facebook

source: Twitter link
fr: Lien Twitter

source: Reddit link
fr: Lien Reddit

source: Twitch link
fr: Lien Twitch

source: PSN link
fr: Lien PSN

source: VK link
fr: Lien VK

source: XBL link
fr: Lien XBL

source: Steam link
fr: Lien Steam

source: Unknown
fr: Inconnu

source: [{author}]({author_url}) reverted a version of [{file}]({file_link}){comment}
fr: [{author}]({author_url}) a rétabli une version de [{file}]({file_link}){comment}

source: infinity and beyond
fr: toujours

source: and namespaces:
fr: et ces espaces de noms:

source: [{author}]({author_url}) purged a comment on {target} profile
fr: [{author}]({author_url}) a retiré un commentaire sur le profil de {target}.

source: none
fr: aucun

source: System
fr: Système

source: [cascading]
fr: [protection en cascade]

source: [{author}]({author_url}) created the Cargo table "{table}"
fr: [{author}]({author_url}) a créé le tableau Cargo « {table} »

source: [{author}]({author_url}) deleted the Cargo table "{table}"
fr: [{author}]({author_url}) a supprimé le tableau Cargo « {table} »

source: [{author}]({author_url}) recreated the Cargo table "{table}"
fr: [{author}]({author_url}) a recréé le tableau Cargo « {table} »

source: [{author}]({author_url}) replaced the Cargo table "{table}"
fr: [{author}]({author_url}) a remplacé le tableau cargo « {table} »

source: No description provided
fr: Aucune description
sv: Ingen beskrivning gavs

source: __Only whitespace__
fr: __Espaces uniquement__

source: Removed
fr: Retirés

source: Added
fr: Ajoutés

source: ([preview]({link}) | [undo]({undolink}))
fr: ([Aperçu]({link}) | [Annuler]({undolink}))

source: Uploaded a new version of {name}
fr: Téléversement d'une nouvelle version de {name}

source: Reverted a version of {name}
fr: Rétablissement d'une version de {name}

source: Uploaded {name}
fr: Téléversement de {name}

source: **No license!**
fr: **Aucune license!**

source: ([preview]({link}))
fr: ([Aperçu]({link}))

source: Deleted page {article}
fr: Suppression de la page {article}

source: Deleted redirect {article} by overwriting
fr: Suppression par écrasement de la redirection {article}

source: No redirect has been made
fr: Aucune redirection créée

source: A redirect has been made
fr: Une redirection a été créée

source: Moved {redirect}{article} to {target}
fr: Déplacement de {redirect}{article} vers {target}

source: Moved {redirect}{article} to {title} over redirect
fr: Déplacement de {redirect}{article} vers {title} par redirection

source: Moved protection settings from {redirect}{article} to {title}
fr: Transfert des paramètres de protection de {redirect}{article} vers {title}

source: Blocked from editing the following pages:
fr: Ne peut plus modifier les pages suivantes :

source: Blocked from editing pages on following namespaces:
fr: Ne peut plus modifier les pages des espaces de noms suivants :

source: Partial block details
fr: Détails partiaux du blocage

source: Blocked {blocked_user} for {time}
fr: {blocked_user} a été bloqué pour {time}

source: Changed block settings for {blocked_user}
fr: Modification des paramètres de blocage pour {blocked_user}

source: Unblocked {blocked_user}
fr: {blocked_user} a été débloqué

source: Left a comment on {target}'s profile
fr: Ajout d'un commentaire sur le profil de {target}

source: Left a comment on their own profile
fr: Ajout d'un commentaire sur son propre profil

source: Replied to a comment on {target}'s profile
fr: Réponse à un commentaire sur le profil de {target}

source: Replied to a comment on their own profile
fr: Réponse à un commentaire sur son propre profil

source: Edited a comment on {target}'s profile
fr: Édition d'un commentaire sur le profil de {target}

source: Edited a comment on their own profile
fr: Modification d'un commentaire sur son propre profil

source: Edited {target}'s profile
fr: Modification du profil de {target}

source: Edited their own profile
fr: Modification de son propre profil

source: {field} field changed to: {desc}
fr: {field} modifié pour: {desc}

source: Purged a comment on {target}'s profile
fr: Retrait d'un commentaire sur le profil de {target}.

source: Deleted a comment on {target}'s profile
fr: Retrait d'un commentaire sur le profil de {target}

source: Changed group membership for {target}
fr: Modification des groupes pour {target}

source: {target} got autopromoted to a new usergroup
fr: {target} a été auto-promu dans un nouveau groupe

source: Groups changed from {old_groups} to {new_groups}{reason}
fr: Groupe modifié de {old_groups} vers {new_groups}{reason}

source: Protected {target}
fr: Protection de {target}

source: Changed protection level for {article}
fr: Modification du niveau de protection de {article}

source: Removed protection from {article}
fr: Retrait de la protection de {article}

source: Changed visibility of revision on page {article}
fr: Modification de la visibilité d'une révision de la page {article}

source: Imported {article} with {count} revision
fr: Article {article} importé avec {count} révision

source: Restored {article}
fr: Restauration de {article}

source: Changed visibility of log events
fr: Modification de la visibilité d'évènements des journaux

source: Imported interwiki
fr: Importation d'interwiki

source: Edited abuse filter number {number}
fr: Édition de la règle {number} du filtre anti-abus

source: Merged revision histories of {article} into {dest}
fr: Fusion de l'historique de {article} vers {dest}

source: Added an entry to the interwiki table
fr: Ajout d'une entrée à la table interwiki

source: Prefix: {prefix}, website: {website} | {desc}
fr: Préfixe: {prefix}, site: {website} | {desc}

source: Edited an entry in interwiki table
fr: Modification d'une entrée de la table interwiki

source: Deleted an entry in interwiki table
fr: Retrait d'une entrée de la table interwiki

source: Prefix: {prefix} | {desc}
fr: Préfixe: {prefix} | {desc}

source: Changed the content model of the page {article}
fr: Modification du modèle de contenu de l'article {article}

source: Model changed from {old} to {new}: {reason}
fr: Modèle changé de {old} à {new}: {reason}

source: Edited the sprite for {article}
fr: Édition du sprite de {article}

source: Created the sprite sheet for {article}
fr: Création d'une feuille de sprite pour {article}

source: Created the Cargo table "{table}"
fr: Création du tableau Cargo « {table} »

source: Deleted the Cargo table "{table}"
fr: Suppression du tableau Cargo « {table} »

source: Recreated the Cargo table "{table}"
fr: Recréation du tableau Cargo « {table} »

source: Replaced the Cargo table "{table}"
fr: Remplacement du tableau Cargo « {table} »

source: Created a tag "{tag}"
fr: Création du tag « {tag} »

source: Deleted a tag "{tag}"
fr: Suppression du tag « {tag} »

source: Activated a tag "{tag}"
fr: Activation du tag « {tag} »

source: Deactivated a tag "{tag}"
fr: Désactivation du tag « {tag} »

source: **Added**:
fr: **Ajoutées : **

source: and {} more
fr: et {} autres

source: **Removed**:
fr: **Retirées : **

source: and {} more
fr: et {} autres

source: Changed categories
fr: Catégories modifiées

source: Daily overview
fr: Résumé de la journée
sv: Daglig översikt

source: No activity
fr: Aucune activité
sv: Ingen aktivitet

source: ({} edit)
fr: ({} modification)
sv: ({} redigering)

source: But nobody came
fr: Aucune activité
sv: Ingen kom hit

source: Most active user
fr: Membre le plus actif
sv: Mest aktiva användaren

source: Most edited article
fr: Article le plus modifié
sv: Mest redigerade artikeln

source: Edits made
fr: Modifications effectuées
sv: Redigeringar gjorda

source: New files
fr: Nouveaux fichiers
sv: Nya filer

source: Admin actions
fr: Actions d'administrateur
sv: Administratörsåtgärder

source: Bytes changed
fr: Octets modifiés
sv: Bytes ändrade

source: New articles
fr: Nouveaux articles
sv: Nya artiklar

source: Unique contributors
fr: Contributeurs uniques
sv: Unika bidragsgivare

source: Most active hour
fr: Heure la plus active
sv: Mest aktiva timme

source: Day score
fr: Score du jour
sv: Dagligt poäng

source: Connection to {wiki} seems to be stable now.
fr: La connexion avec {wiki} semble stable maintenant.

source: Connection status
fr: Statut de connexion

source: {wiki} seems to be down or unreachable.
fr: {wiki} semble être down ou inatteignable.

source: director
fr: Directeur

source: bot
fr: Robot

source: directors
fr: Directeur

source: sysop
fr: Administrateur

source: bureaucrat
fr: Bureaucrate

source: wiki_guardian
fr: Gardien du wiki

source: second
fr: seconde

source: hour
fr: heure

source: day
fr: jour

source: week
fr: semaine

source: month
fr: mois

source: year
fr: année

source: millennium
fr: millénaire

source: decade
fr: décennie

source: century
fr: centenaire

source: ({} action)
sv: ({} handling)

source: UTC ({} action)
sv: UTC ({} handling)

source: ~~hidden~~
sv: ~~gömd~~

source: hidden
sv: gömd
